Repository: isned/ERP
Catalog: Translations/ALProject2.*.xlf
Languages: fr_fr

# Table 426751018 - Field 3716052221 - Property 2879900210
source: NumberTechnician
fr_fr: Nombre de techniciens

# Table 426751018 - Field 2333076789 - Property 2879900210
source: PrimaryKey
fr_fr: Clé primaire

# Table 168379592 - Property 2879900210
source: Maintenance Request
fr_fr: Demande de Maintenance

# Table 168379592 - Field 2619142763 - Property 2879900210
source: Customer ID
fr_fr: ID client

# Table 168379592 - Field 1881986821 - Property 2879900210
source: Customer Name
fr_fr: Nom du client Nom du débiteur Nom client

# Table 168379592 - Field 664594125 - Property 2879900210
source: Maintenance Date End
fr_fr: [NAB: NOT TRANSLATED]

# Table 168379592 - Field 4148370728 - Property 2879900210
source: Maintenance Date Start
fr_fr: [NAB: NOT TRANSLATED]

# Table 168379592 - Field 2649667893 - Property 2879900210
source: Maintenance Description
fr_fr: [NAB: SUGGESTION]Description de Maintenance

# Table 168379592 - Field 1637095154 - Property 2879900210
source: Maintenance Duration
fr_fr: [NAB: NOT TRANSLATED]

# Table 168379592 - Field 3973653471 - Property 2879900210
source: Technician First Name
fr_fr: Prenom de technicien

# Table 168379592 - Field 1073920108 - Property 2879900210
source: Maintenance ID
fr_fr: Code de Maintenance

# Table 168379592 - Field 2835048180 - Property 2879900210
source: Item ID
fr_fr: Code article

# Table 168379592 - Field 3015522478 - Property 2879900210
source: Item Name
fr_fr: Nom article

# Table 168379592 - Field 4082585823 - Property 2879900210
source: Technician Last Name
fr_fr: Nom de technicien

# Table 168379592 - Field 4131028403 - Property 2879900210
source: Maintenance Status
fr_fr: [NAB: SUGGESTION]Statut de Maintenance

# Table 168379592 - Field 1477770536 - Property 2879900210
source: Technician Status
fr_fr: [NAB: SUGGESTION]Statut de technicien

# Table 168379592 - Field 862466887 - Property 2879900210
source: Technician ID
fr_fr: Code de technicien

# Table 168379592 - Field 2584474577 - Property 2879900210
source: Total Maintenance
fr_fr: [NAB: NOT TRANSLATED]

# Table 168379592 - Field 3625705173 - Property 2879900210
source: Item Price
fr_fr: [NAB: NOT TRANSLATED]

# Table 3629229696 - Method 3152277940 - NamedType 2951775720
source: Unable to delete the technician because its status is "Available"
fr_fr: [NAB: NOT TRANSLATED]

# Table 3629229696 - Field 3973653471 - Property 2879900210
source: First Name
fr_fr: Prénom

# Table 3629229696 - Field 415504711 - Property 2879900210
source: Technician ID
fr_fr: Code de technicien

# Table 3629229696 - Field 4082585823 - Property 2879900210
source: Last Name
fr_fr: Nom usuel Nom

# Table 3629229696 - Field 513339096 - Property 2879900210
source: Status
fr_fr: Statut

# Page 89396145 - Control 3716052221 - Property 2879900210
source: Total Technician
fr_fr: Total de technicien

# Page 89396145 - Action 1692444235 - Property 2879900210
source: Action Name
fr_fr: nom de action

# Page 2423066204 - Property 2879900210
source: Maintenance Request Card
fr_fr: Card de demande Maintenance

# Page 2423066204 - Control 4286801358 - Property 2879900210
source: General Information
fr_fr: Information Géneral

# Page 2423066204 - Control 664594125 - Property 2879900210
source: Maintenance Date End
fr_fr: [NAB: NOT TRANSLATED]

# Page 2423066204 - Control 4148370728 - Property 2879900210
source: Maintenance Date Start
fr_fr: [NAB: NOT TRANSLATED]

# Page 2423066204 - Control 3461834954 - Property 2879900210
source: Maintenance Description
fr_fr: Description de Maintenance

# Page 2423066204 - Control 2455710154 - Property 2879900210
source: Details Customer
fr_fr: Details de clients

# Page 2423066204 - Control 2619142763 - Property 2879900210
source: Customer ID
fr_fr: ID client

# Page 2423066204 - Control 1881986821 - Property 2879900210
source: Customer Name
fr_fr: Nom du client Nom du débiteur Nom client

# Page 2423066204 - Control 3722812552 - Property 2879900210
source: Details Item
fr_fr: Details de article

# Page 2423066204 - Control 2835048180 - Property 2879900210
source: Item ID
fr_fr: Code article

# Page 2423066204 - Control 3015522478 - Property 2879900210
source: Item Name
fr_fr: Nom article

# Page 2423066204 - Control 3625705173 - Property 2879900210
source: Unit Price
fr_fr: [NAB: SUGGESTION]Prix unitaire

# Page 2423066204 - Control 4264604894 - Property 2879900210
source: Details Technician
fr_fr: [NAB: REVIEW]Details de technicien

# Page 2423066204 - Control 415504711 - Property 2879900210
source: Technician ID
fr_fr: Code technicien

# Page 2423066204 - Control 1637095154 - Property 2879900210
source: Duration
fr_fr: [NAB: SUGGESTION]Durée

# Page 2423066204 - Control 1073920108 - Property 2879900210
source: Maintenance ID
fr_fr: Code de Maintenance

# Page 2423066204 - Control 350249191 - Property 2879900210
source: Total Maintenance
fr_fr: [NAB: NOT TRANSLATED]

# Page 2423066204 - Control 2584474577 - Property 2879900210
source: Maintenance Total
fr_fr: [NAB: NOT TRANSLATED]

# Page 2423066204 - Control 4131028403 - Property 2879900210
source: Maintenance Status
fr_fr: [NAB: SUGGESTION]Statut de Maintenance

# Page 2423066204 - Action 447321532 - Property 2879900210
source: Submit Maintenance Request
fr_fr: Soumettre une demande de Maintenance

# Page 2561403962 - Property 2879900210
source: Maintenance Requests List
fr_fr: Liste de demande de Maintenance

# Page 2561403962 - Control 1881986821 - Property 2879900210
source: Name Customer
fr_fr: Nom de client

# Page 2561403962 - Control 664594125 - Property 2879900210
source: Maintenance Date End
fr_fr: [NAB: NOT TRANSLATED]

# Page 2561403962 - Control 4148370728 - Property 2879900210
source: Maintenance Date Start
fr_fr: [NAB: NOT TRANSLATED]

# Page 2561403962 - Control 3461834954 - Property 2879900210
source: Maintenance Description
fr_fr: Description de Maintenance

# Page 2561403962 - Control 1637095154 - Property 2879900210
source: Duration
fr_fr: [NAB: SUGGESTION]Durée

# Page 2561403962 - Control 3973653471 - Property 2879900210
source: Technician FirstName
fr_fr: Prenom de technicien

# Page 2561403962 - Control 1073920108 - Property 2879900210
source: Maintenance ID
fr_fr: Code de Maintenance

# Page 2561403962 - Control 3015522478 - Property 2879900210
source: Name Item
fr_fr: Nom de article

# Page 2561403962 - Control 332802016 - Property 2879900210
source: Numero Item
fr_fr: Numero de article

# Page 2561403962 - Control 2406459892 - Property 2879900210
source: Price Item
fr_fr: [NAB: NOT TRANSLATED]

# Page 2561403962 - Control 4082585823 - Property 2879900210
source: Technician LastName
fr_fr: Nom de technicien

# Page 2561403962 - Control 949215307 - Property 2879900210
source: Numero Customer
fr_fr: Code de client

# Page 2561403962 - Control 513339096 - Property 2879900210
source: Status
fr_fr: Statut

# Page 2561403962 - Control 4131028403 - Property 2879900210
source: Maintenance Status
fr_fr: [NAB: SUGGESTION]Statut de Maintenance

# Page 2561403962 - Control 862466887 - Property 2879900210
source: Technician ID
fr_fr: Code de technicien

# Page 2561403962 - Control 2584474577 - Property 2879900210
source: TotalMaintenance
fr_fr: [NAB: NOT TRANSLATED]

# Page 2561403962 - Action 1951303167 - Property 2879900210
source: New Maintenance Request
fr_fr: Nouvelle demande de Maintenance

# Page 2134858097 - Property 2879900210
source: Rôle de Center
fr_fr: Role de centre

# Page 2134858097 - Control 1669475062 - Property 2879900210
source: Card Cue
fr_fr: Carte Cue

# Page 1985573908 - Property 2879900210
source: Technicien Card
fr_fr: Carte de technicien

# Page 1985573908 - Control 526532270 - Property 2879900210
source: Details
fr_fr: Détails

# Page 1985573908 - Control 4105281732 - Property 2879900210
source: General
fr_fr: Général

# Page 624803666 - Property 2879900210
source: Technicien Liste
fr_fr: Liste de technicien

# Report 512895254 - Property 2879900210
source: ReportProject
fr_fr: [NAB: NOT TRANSLATED]

# Report 512895254 - Control 1881986821 - Property 2879900210
source: Customer Name
fr_fr: [NAB: SUGGESTION]Nom du client [NAB: SUGGESTION]Nom du débiteur [NAB: SUGGESTION]Nom client

# TableExtension 3810102871 - Field 3368899305 - Property 2879900210
source: Custom Status
fr_fr: [NAB: NOT TRANSLATED]

# TableExtension 3810102871 - Field 2649667893 - Property 2879900210
source: Maintenance Description
fr_fr: [NAB: SUGGESTION]Description de Maintenance

# TableExtension 3810102871 - Field 1073920108 - Property 2879900210
source: Maintenance Code
fr_fr: [NAB: SUGGESTION]Code maintenance

# TableExtension 3810102871 - Field 2584474577 - Property 2879900210
source: Total Maintenance
fr_fr: [NAB: NOT TRANSLATED]

# Enum 4201455065 - Property 2879900210
source: Custom Status
fr_fr: [NAB: NOT TRANSLATED]

# Enum 4201455065 - EnumValue 3844911025 - Property 2879900210
source: Canceled
fr_fr: [NAB: SUGGESTION]Annulée [NAB: SUGGESTION]Annulé

# Enum 4201455065 - EnumValue 1798264334 - Property 2879900210
source: Signed
fr_fr: [NAB: NOT TRANSLATED]

# Enum 3306064755 - Property 2879900210
source: Disponibility Status
fr_fr: Disponibilité de Statut

# Enum 3306064755 - EnumValue 3920084379 - Property 2879900210
source: Available
fr_fr: Disponible

# Enum 3306064755 - EnumValue 1544785351 - Property 2879900210
source: Busy
fr_fr: occupé

# Enum 3917283395 - Property 2879900210
source: Maintenance Status
fr_fr: Statut de Maintenance

# Enum 3917283395 - EnumValue 2972410191 - Property 2879900210
source: completed
fr_fr: completé

# Enum 3917283395 - EnumValue 992505366 - Property 2879900210
source: Inprogress
fr_fr: [NAB: NOT TRANSLATED]
